<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>A download failed.</key>
	<string>下载失败.</string>
	<key>A download was cancelled.</key>
	<string>下载取消.</string>
	<key>A download was completed successfully.</key>
	<string>下载成功完成.</string>
	<key>A web page connection is like a mini web browser within Royal TSX. Get quick access to your favorite shortcuts or web applications directly in Royal TSX. Very useful for router admin interfaces, sharepoint sites, etc.</key>
	<string>网页连接就像Royal TSX中的微型Web浏览器。直接在Royal TSX中快速访问您喜欢的快捷方式或Web应用程序。对于路由器管理界面，共享点站点等非常有用.</string>
	<key>Actual Size</key>
	<string>正常大小</string>
	<key>Allow Internet Plugins</key>
	<string>允许Internet插件</string>
	<key>An error occurred while parsing the URL.</key>
	<string>解析网址时发生错误.</string>
	<key>Auto Fill Script</key>
	<string>自动填充脚本</string>
	<key>Automatically show data</key>
	<string>自动显示数据</string>
	<key>Back</key>
	<string>后退</string>
	<key>Configure advanced settings like the Cookie Storage mode, the User Agent String or how to handle invalid certificates.</key>
	<string>配置高级设置，例如Cookie存储模式，用户代理字符串或如何处理无效证书.</string>
	<key>Cookie Storage</key>
	<string>Cookie 存储</string>
	<key>Custom User Agent String</key>
	<string>自定义用户代理字符串</string>
	<key>Do you want to allow this page to open "{0}"?</key>
	<string>您要允许此页面打开 "{0}"?</string>
	<key>Enable Developer Extras</key>
	<string>启用开发人员选项</string>
	<key>Engine</key>
	<string>引擎</string>
	<key>Find</key>
	<string>查找</string>
	<key>Find in '{0}'...</key>
	<string>在'{0}'查找...</string>
	<key>Find...</key>
	<string>查找...</string>
	<key>Forward</key>
	<string>前进</string>
	<key>Global</key>
	<string>全局</string>
	<key>Go to the homepage</key>
	<string>返回主页</string>
	<key>Ignore invalid certificates</key>
	<string>忽略无效的证书</string>
	<key>Inject at Document End</key>
	<string>在文档底部注入</string>
	<key>Inject at Document Start</key>
	<string>在文档头部注入</string>
	<key>Isolated</key>
	<string>隔离的</string>
	<key>Legacy</key>
	<string>过时的</string>
	<key>Location</key>
	<string>定位</string>
	<key>Location...</key>
	<string>定位...</string>
	<key>Modern</key>
	<string>现代的</string>
	<key>Official Royal TSX Web Plugin</key>
	<string>官方 Royal TSX Web 插件</string>
	<key>Prevent cross-site tracking</key>
	<string>防止跨站跟踪</string>
	<key>Reload</key>
	<string>刷新</string>
	<key>Reload this page</key>
	<string>刷新此页面</string>
	<key>Requires at least macOS 10.10 Yosemite.</key>
	<string>至少需要 macOS 10.10 Yosemite以上.</string>
	<key>Royal TSX can't open "{0}" because macOS doesn't recognise internet addresses starting with "{1}:".</key>
	<string>Royal TSX 不能打开 "{0}" 因为 macOS 无法识别以开头的互联网地址 "{1}:".</string>
	<key>Show downloads</key>
	<string>显示下载</string>
	<key>Show the next page</key>
	<string>显示下一页</string>
	<key>Show the previous page</key>
	<string>显示上一页</string>
	<key>The "Display Name" must not be empty.</key>
	<string> "显示名称" 不能为空.</string>
	<key>The "URL" must not be empty.</key>
	<string> "URL" 不能为空.</string>
	<key>The legacy WebKit engine doesn't support plugins (Flash, Java, etc.).</key>
	<string>旧版WebKit引擎不支持插件（Flash，Java等）.</string>
	<key>The modern WebKit engine supports plugins (Flash, Java, etc.).</key>
	<string>现代的WebKit引擎支持插件（Flash，Java等）.</string>
	<key>This setting is only available for connections that use the modern WebKit engine.</key>
	<string>此设置仅适用于使用现代WebKit引擎的连接.</string>
	<key>Timeout</key>
	<string>超时</string>
	<key>URL</key>
	<string>URL</string>
	<key>Use custom User Agent String</key>
	<string>使用自定义用户代理字符串</string>
	<key>Web Page Connection Settings</key>
	<string>Web Page 连接设置</string>
	<key>Web Page Default Settings</key>
	<string>Web Page 默认设置</string>
	<key>Web Page Template Settings</key>
	<string>Web Page 模板设置</string>
	<key>Zoom In</key>
	<string>放大</string>
	<key>Zoom Out</key>
	<string>缩小</string>
	<key>seconds</key>
	<string>秒</string>
	<key>{0} ({1} of {2})</key>
	<string>{0} ({1} of {2})</string>
</dict>
</plist>
